Repository: KDE/discover
Catalog: po/*/plasma-discover-notifier.po
Languages: fa

source: View Updates
fa: مشاهده به‌روزسانی‌ها

source: Security updates available
fa: به‌روزسانی‌های امنیتی در دسترس هستند

source: Updates available
fa: به‌روزسانی موجود است

source: System up to date
fa: سامانه به‌روز است

source: Computer needs to restart
fa: رایانه نیاز به راه‌اندازی مجدد دارد

source: Offline
fa: نابرخط

source: Applying unattended updates…
fa: درحال اعمال به‌روزسانی‌های خودکار...

source: Restart is required
fa: راه‌اندازی مجدد موردنیاز است

source: The system needs to be restarted for the updates to take effect.
fa: سامانه نیاز دارد تا دوباره راه‌اندازی شود تا به‌روزسانی‌ها اعمال شوند.

# @action:button
source: Update and Restart
fa: به‌روزرسانی و راه‌اندازی مجدد

# @action:button
source: Update and Shut Down
fa: به‌روزرسانی و خاموش کردن

source: Upgrade available
fa: به‌روزسانی موجود است

# A new distro release (name and version) is available for upgrade
source: %1 is now available.
fa: %1 هم‌اکنون موجود است.

# @action:button
source: Upgrade
fa: به‌روزرسانی

source: Discover Notifier
fa: آگاهی دیسکاور

source: System update status notifier
fa: آگاهی وضعیت به‌روزرسانی سامانه

source: © 2010-2025 Plasma Development Team
fa: © 2010-2025 تیم توسعه پلاسما

# NAME OF TRANSLATORS
source: Your names
fa: سهراب بهدانی, علیرضا رشیدی

# EMAIL OF TRANSLATORS
source: Your emails
fa: behdanisohrab@proton.me,injaneb@duck.com

source: Replace an existing instance
fa: جایگزینی یک نمونه موجود

source: Do not show the notifier
fa: دیگر این آگاهی را نشان نده

source: hidden
fa: مخفی

source: Updates
fa: به‌روزسانی‌ها

# @action:button Opens Discover's main UI to analyze the updates
source: Open Discover…
fa: بازگشایی دیسکاور

# @action:button Starts an update in the background
source: Start Update
fa: شروع به‌روزرسانی

source: Refresh…
fa: بازسازی

source: Install Updates and Restart…
fa: نصب به‌روزرسانی‌ها و راه‌اندازی مجدد...

source: Install Updates and Shut Down…
fa: نصب به‌روزرسانی‌ها و خاموش کردن...

source: Restart to apply installed updates
fa: راه‌اندازی مجدد برای اعمال به‌روزرسانی‌های نصب شده

source: Click to restart the device
fa: برای راه‌اندازی مجدد دستگاه کلیک کنید
